Repository: LykkeCity/LykkeIOS
Catalog: LykkeWallet/IATA/Resources/*.lproj/Localizable.strings
Languages: ru

# tab.wallets
source: Wallets
ru: Кошельки

# tab.trading
source: Exchange
ru: Обмен

# tab.transfer
source: Transfer
ru: Перевод

# tab.history
source: History
ru: История

# tab.settings
source: Settings
ru: Настройки

# title.register
source: Register
ru: Регистрация

# title.authentication
source: Log in
ru: Вход

# auth.login
source: Log In
ru: Войти

# auth.signup
source: Sign Up
ru: Зарегистрироваться

# auth.password
source: Password (min 6 symbols)
ru: Пароль (мин 6 символов)

# auth.validation.fingerpring
source: Please scan your fingerprint to validate your identity.
ru: Пожалуйста, выполните сканирование отпечатка пальца для подтверждения Вашей учетной записи.

# register.title
source: Register
ru: Регистрация

# register.step1.prompt
source: Complete your profile
ru: Заполните ваш профиль

# register.firstName
source: First Name
ru: Имя

# register.fullName
source: Full Name
ru: Имя Фамилия

# register.lastName
source: Last Name
ru: Фамилия

# register.phone
source: Phone
ru: Телефон

# register.password
source: Password (min 6 symbols)
ru: Пароль (мин 6 символов)

# register.passwordConfirm
source: Confirm Password (min 6 symbols)
ru: Подтвердите пароль (мин 6 символов)

# register.submit
source: Submit
ru: Отправить

# register.camera.title.selfie
source: Make a selfie
ru: Сделайте селфи

# register.camera.title.idCard
source: Make a photo of your passport or other ID
ru: Сделайте фото паспорта

# register.camera.title.proofOfAddress
source: Make a photo of your Proof of Address (utility bill)
ru: Сделайте фото вида на жительство

# register.camera.photo.take
source: Nice, Submit
ru: Отлично, продолжить

# register.camera.photo.cancel
source: Not good, reshoot
ru: Нет, переснять

# register.camera.photo.ok
source: Nice, submit
ru: ОК, отправить

# register.camera.hud.title
source: Tap to cancel the upload operation
ru: Кликните здесь для отмены операции

# register.kyc.pending
source: Dear %@, your information is being reviewed by our KYC team. It may take up to 15-20 minutes.
ru: Уважаемый %@, ваша информация проверяется нашей службой безопасности. Это может занять 15-20 минут.

# register.kyc.restricted.header
source: OOPS!
ru: Упс!

# register.kyc.restricted
source: Dear %@, we're terribly sorry, but Lykke Wallet can't be created based on the KYC information that you have provided.
ru: Уважаемый %@, мы очень сожалеем, но Lykke Wallet не может быть создан на основе KYC-информации, которую Вы предоставили.

# register.kyc.invalidDocuments.header
source: OOPS!
ru: Упс!

# register.kyc.invalidDocuments
source: Dear %@, we're terribly sorry, but our compliance department have not accepted some of your documents. Please upload them one more time.
ru: Уважаемый %@, приносим свои извинения, но мы не смогли принять часть Ваших докмуентов. Пожалуйста, загрузите их снова.

# register.kyc.invalidDocuments.okButton
source: Okay, I understood
ru: Ок, я понимаю

# register.kyc.success.header
source: LYKKE WALLET WAS SUCCESSFULLY CREATED!
ru: Lykke Wallet был успешно создан!

# register.kyc.success
source: Dear %@, thank you for your patience. Your documents are in order. Lets set up our security.
ru: Уважаемый %@, спасибо за ожидание. С документами все в порядке. Переходим к вопросам безопасности.

# register.kyc.success.okButton
source: Continue
ru: Продолжить

# register.pin.setup.ok.title
source: Congratulations!
ru: Поздравляем!

# register.pin.setup.ok.text
source: Your private key is generated now.
ru: Ваш приватный ключ сгенерирован. Вы почти готовы к торговле, мы лишь зададим несколько дополнительных вопросов. Это займет 1-2 минуты. Пожалуйста, держите рядом Ваши паспорт и вид на жительство.

# register.kyc.submit.title
source: Submit documents
ru: Отправить документы

# register.kyc.submit.header
source: KYC PROCEDURE
ru: Процедура утверждения.

# register.kyc.submit
source: Dear %@ you are about being reviewed by our KYC team. It may take up to 15-20 minutes.
ru: Уважаемый %@, ваша информация будет проверяется нашей службой безопасности. Это может занять до 15-20 минут.

# register.kyc.submit.submitButton
source: Submit
ru: Начать проверку

# register.validation.label
source: Connection to server. Please wait...
ru: Устанавливаем соединение. Пожалуйста, подождите ...

# register.check.documents.label
source: Documents validation. Please wait...
ru: Проверка документов. Пожалуйста, подождите ...

# utils.tip
source: What should I know?
ru: Что мне нужно знать?

# utils.error
source: Error
ru: Ошибка

# wallets.general.sell
source: Sell
ru: Продать

# wallets.cardform.title
source: ADDED CARDS
ru: ДОБАВЛЕННЫЕ КАРТЫ

# wallets.cardform.card.number.placeholder
source: Card number
ru: Номер карты

# wallets.cardform.card.expire.placeholder
source: M/Y
ru: М/Г

# wallets.cardform.card.owner.placeholder
source: Name on card
ru: Имя владельца

# wallets.cardform.card.submitButton
source: SUBMIT
ru: СОЗДАТЬ

# wallets.cardform.card.description
source: The funds from this card will be charged only for the transaction
ru: Средства с данной карты будут списаны только при проведении транзакции

# wallets.confirm.title
source: CARD SUCCESSFULLY LINKED
ru: КАРТА УСПЕШНО ПОДКЛЮЧЕНА

# wallets.confirm.description
source: You can change your credit card information at any time
ru: Вы можете изменить данные о карте в любой момент.

# wallets.confirm.continue
source: CONTINUE
ru: ПРОДОЛЖИТЬ

# wallets.lykke.empty
source: Coins not added
ru: Кошельки не добавлены

# wallets.cards.empty
source: Cards not added
ru: Карты не добавлены

# wallets.bitcoin.deposit
source: DEPOSIT %@
ru: ПОПОЛНИТЬ %@

# wallets.bitcoin.copytoast
source: Copied.
ru: Скопировано.

# wallets.bitcoin.sendemail
source: Email sent.
ru: Email отправлен.

# exchange.assets.selection
source: Select an asset
ru: Выберите ассет

# exchange.assets.header.issuer
source: ISSUER/ASSET
ru: ИЗДАТЕЛЬ/АССЕТ

# exchange.assets.header.price
source: PRICE
ru: ЦЕНА

# exchange.assets.header.change
source: CHANGE
ru: ИЗМЕНЕНИЕ

# exchange.assets.form.assetclass
source: Asset class
ru: Класс ассета

# exchange.assets.form.popularity
source: Popularity index
ru: Индекс популярности

# exchange.assets.form.description
source: Description
ru: Описание

# exchange.assets.form.issuername
source: Issuer name
ru: Издатель

# exchange.assets.form.coinsnumber
source: Number of coins issued
ru: Валюты выпущено

# exchange.assets.form.capitalization
source: Market capitalization
ru: Капитализация рынка

# exchange.assets.form.button
source: BUY AT PRICE $
ru: КУПИТЬ ПО ЦЕНЕ $

# exchange.assets.buy.title
source: BUY
ru: КУПИТЬ

# exchange.assets.sell.title
source: SELL
ru: ПРОДАТЬ

# exchange.assets.buy.sum
source: Volume
ru: Объем

# exchange.assets.buy.placeholder
source: Input amount
ru: Введите объем

# exchange.assets.buy.price
source: Price
ru: Цена

# exchange.assets.buy.total
source: Total cost
ru: Результат

# exchange.assets.buy.checkout
source: CHECKOUT
ru: ОФОРМИТЬ

# exchange.assets.modal.title
source: ORDER SUMMARY
ru: ИНФОРМАЦИЯ

# exchange.assets.modal.button
source: PLACE AN ORDER
ru: УСТАНОВИТЬ ОРДЕР

# exchange.assets.modal.cancel
source: CANCEL
ru: ОТМЕНИТЬ

# exchange.assets.modal.fingerpring
source: Please scan your fingerprint to validate your identity to complete request.
ru: Пожалуйста, выполните сканирование отпечатка пальца для подтверждения выполнения операции.

# exchange.assets.modal.validatepin
source: PIN validation ...
ru: Проверка PIN ...

# exchange.assets.modal.waiting
source: Sending the order ...
ru: Выполняем операцию ...

# exchange.assets.modal.error
source: Message
ru: Сообщение

# exchange.assets.modal.error.volume
source: Volume is invalid.
ru: Неверный объем сделки.

# exchange.assets.modal.error.ok
source: OK
ru: ОК

# exchange.assets.result.title
source: PURCHASED!
ru: ПРИОБРЕТЕН!

# exchange.assets.result.assetname
source: Asset name
ru: Ассет

# exchange.assets.result.units
source: Units purchased
ru: Количество

# exchange.assets.result.price
source: Execution price
ru: Цена

# exchange.assets.result.commission
source: Commission paid
ru: Комиссия

# exchange.assets.result.cost
source: Total cost
ru: Общая стоимость

# exchange.assets.result.blockchain
source: Blockchain settlement
ru: Blockchain

# exchange.assets.result.blockchain.progress
source: In progress
ru: В обработке

# exchange.assets.result.position
source: Position
ru: Позиция

# exchange.assets.result.close
source: CLOSE
ru: ЗАКРЫТЬ

# exchange.assets.result.share
source: SHARE
ru: ПОДЕЛИТЬСЯ

# exchange.blockchain.close
source: CLOSE
ru: ЗАКРЫТЬ

# exchange.blockchain.title
source: BLOCKCHAIN EXPLORER
ru: ОБОЗРЕВАТЕЛЬ BLOCKCHAIN

# exchange.blockchain.date
source: Date
ru: Дата

# exchange.blockchain.quantity
source: Quantity
ru: Количество

# transfer.recipient
source: Select an recipient
ru: Выбрать получателя

# personal.data.close
source: CLOSE
ru: ЗАКРЫТЬ

# personal.data.title
source: PERSONAL DATA
ru: ПЕРСОНАЛЬНЫЕ ДАННЫЕ

# personal.data.fullname
source: Full Name
ru: Имя Фамилия

# personal.data.phone
source: Contact Phone
ru: Телефон

# personal.data.country
source: Country
ru: Страна

# personal.data.city
source: City
ru: Город

# personal.data.address
source: Address
ru: Адрес

# settings.push.title
source: PUSH NOTIFICATIONS
ru: PUSH-УВЕДОМЛЕНИЯ

# settings.cell.push.title
source: Push notifications
ru: Push-уведомления

# settings.cell.push.order.title
source: Order confirmation alert
ru: Исполнение ордера

# settings.cell.push.asset.title
source: New asset alert
ru: Новый ассет

# settings.assets.title
source: BASE ASSET
ru: БАЗОВАЯ ВАЛЮТА

# settings.cell.pin.title
source: Sign orders with PIN/Touch ID
ru: Проверять сделки через PIN/Touch ID

# settings.cell.pin.change.title
source: Please scan your fingerprint to validate your identity to complete request.
ru: Пожалуйста, выполните сканирование отпечатка пальца для подтверждения выполнения операции.

# settings.cell.kyc.title
source: View Personal Data
ru: Персональные данные

# settings.cell.logout.title
source: Log out from
ru: Выйти из-под

# settings.cell.asset.title
source: Base asset
ru: Базовая валюта

# history.title
source: HISTORY OF TRANSACTIONS
ru: История операций

# history.market.buy
source: buy
ru: покупка

# history.market.sell
source: sell
ru: продажа

# history.cash.in
source: Wallet cash in
ru: Пополнение

# history.cash.out
source: Wallet cash out
ru: Снятие

# errors.network.connection
source: Internet connection problem
ru: Проблемы с интернет-соединением

# ABPadLockScreen.pin.enter
source: Enter PIN
ru: Введите PIN

# ABPadLockScreen.pin.setup
source: Setup your new PIN
ru: Задайте новый PIN

# ABPadLockScreen.pin.setup.confirm
source: Re-enter PIN
ru: Повторно введите PIN

# ABPadLockScreen.pin.matchError
source: PINs do not match!
ru: PIN-коды не совпадают!

# ABPadLockScreen.pin.attempts.left.none
source: No attempts left. Application is locked.
ru: Попытки закончились. Приложение заблокировано.

# ABPadLockScreen.pin.attempts.left.one
source: attempt left
ru: попытка осталась

# ABPadLockScreen.pin.attempts.left.several
source: attempts left
ru: попыток осталось

# ABPadLockScreen.cancel
source: Cancel
ru: Отмена

# ABPadLockScreen.delete
source: Delete
ru: Стереть

# ABPadLockScreen.ok
source: OK
ru: ОК
